Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-zh_nllb.tmx
Source language: en
Languages: zh

source: Strengthening CO2 -free modes of transportation (walking and cycling), maintaining the high share of public transport and decreasing motorised individual traffic (MIT) in the city to 20% by 2025, to 15% by 2030, and to markedly less than 15% by 2050.
zh: 加强无二氧化碳的交通方式 (步行和骑自行车),保持公共交通的高比例,并将城市机动个人交通量减少到2025年至2020年为20%,到2030年为15%,到2050年显著降低至15%.

source: 2.1.f Share of motorised private transport in the modal split of the Viennese population
zh: 2.1.f 维也纳人口的交通方式分区中机动私人交通的比例

source: 2.1.g Share of electric and hybrid cars
zh: 2.1.g 电动和混合动力汽车的份额

source: By 2030, the largest possible share of MIT is to be shifted to public transport and nonmotorised types of traffic or should make use of new propulsion technologies (e.g. electric vehicles).
zh: 到2030年,MIT的最大比例将转移到公共交通和非机动交通类型,或者应使用新的推进技术 (例如电动汽车).

source: By 2050, all motorised individual traffic within the municipal boundaries is to operate without conventional propulsion technologies.
zh: 到2050年,所有在市区内运行的机动个人交通都必须不使用传统的推进技术.

source: Statistical data for hybrid motors available from 2006.
zh: 混合动力发动机的统计数据可用于2006年

source: 2.1.h Share of electric and hybrid lorries
zh: 2.1.h 电动和混合动力卡车的份额

source: By 2030, commercial traffic originating and terminating within the municipal boundaries is to be a largely CO2 -free.
zh: 到2030年,从市区内开始和结束的商业交通将基本上无二氧化碳.

source: Commercial traffic both originating and terminating in Vienna is currently not being measured.
zh: 目前未测量从维也纳开始和结束的商业交通.

source: Not all commercial vehicles registered in Vienna are used for trips within Vienna.
zh: 并非所有在维也纳注册的商用车都用于维也纳境内旅行.

source: The target value cannot be exactly monitored with the currently available data.
zh: 现在可用的数据无法准确监测目标值.

source: Included vehicles:
zh: 包括车辆:

source: Lorries and semi-trailer towing vehicles (category N) as well as motorised transport trolleys.
zh: 卡车和拖车 (N类) 以及机动运输车.

source: 2.1.i Energy consumption of passenger traffic across city boundaries
zh: 2.1.i 城市内旅客交通的能源消耗

source: Reduction of energy consumption by passenger traffic across municipal boundaries by 10% by 2030.
zh: 减少到2030年跨市政界限的乘客交通能源消耗10%

source: The energy consumption of passenger traffic across city boundaries is not currently being measured.
zh: 现在,城市内旅客交通的能源消耗量还没有被测量.

source: Fuel consumption is calculated based on the average consumption of cars in Vienna (Statistics Austria) and the simulated driving performance of cars of non-residents in Vienna according to the traffic model (MA 18).
zh: 根据交通模型 (MA 18) 计算汽车在维也纳的平均消耗量 (奥地利统计局) 和维也纳的非居民汽车的模拟驾驶性能.

source: These figures do not match the definition of the SCWR target exactly (traffic of non-residents versus traffic across city limits), but they are a good approximation.
zh: 这些数字不完全符合SCWR目标的定义 (非居民交通与城市边界内的交通),但它们是很好的近似.

source: 2.1.j Share of energy sources for space heating, hot water and air conditioning
zh: 2.1.j 空间供热,热水和空调能源的占比

source: Cost-optimised zero-energy building standards for all new structures, additions and refurbishment from 2018/2020 and further development of future supply systems towards even better climate protection levels.
zh: 根据成本优化,从2018-2020年起所有新建筑,新建和翻新的零能源建筑标准,以及进一步发展未来的供应系统,以提高气候保护水平.

source: The Vienna district heating system uses renewables, waste heat (e.g. cogeneration) and peak load power plants (e.g. gas).
zh: 维也纳的远程供热系统使用可再生能源,废热 (例如热力联热) 和高峰负荷电厂 (例如天然气).

source: 2.1.k Energy supply for subsidised large-scale housing in Vienna
zh: 2.1.k 维也纳大规模住房的能源供应

source: 2.1.l Final energy consumption for space heating, air conditioning and hot water per capita
zh: 2.1.1 室内供热,空调和热水的最终能源消耗人均

source: Comprehensive rehabilitation activities entail the reduction of energy consumption of existing buildings for space heating/cooling/water heating by 1% per capita and year.
zh: 综合性恢复活动意味着,现有建筑物供室热/冷热/供水的能源消耗量每人每年减少1%.

source: The target path „-1% per year from 2010“ is calculated using the equation Target value(Target year)= Final energy consumption average(2008-2012)* 0.99(Target year-2010).
zh: 目标路径是从2010年开始每年-1%的,计算的方法是:目标值 (目标年) =最终能源消耗平均值 (目标年) 2008-2012年* 0.99 (目标年-2010).

source: The starting year is 2010 and the starting value is the average of 2008 to 2012.
zh: 起始年份是2010年,起始值是2008年至2012年的平均值.

source: 2.2 DEVELOPMENTS IN VIENNA
zh: 维也纳的发展

source: 2.2.a Final energy consumption per capita in Vienna
zh: 2.2.a 维也纳人均最终能源消耗

source: 2.2.b Share of renewable energy and waste heat according to EU Directive 2009/28/EC
zh: 根据欧盟2009/28/EC指令,可再生能源和废热的份额

source: The EU Directive normalises hydropower and wind power and recognises only certified biogenic fuels as renewable.
zh: 欧盟指令规范水力和风能,仅承认认证的生物燃料可再生能源.

source: The percentages are calculated as share of gross final energy consumption.
zh: 这些百分比是计算在总最终能源消耗的份额.

source: 2.2.c Share of renewable energy and waste heat according to the energy balance
zh: 2.2.c 根据能源平衡,可再生能源和废热的份额

source: The energy balance includes the actual annual production of hydropower and wind power as well as all (even non-certified) biogenic fuels.
zh: 能源平衡包括水力发电和风力发电的实际年产量以及所有 (即使未经认证) 生物燃料.

source: 2.2.d Use of solar energy in Vienna’s districts
zh: 2.2.d 维也纳地区的太阳能使用

source: 2.2.e Electricity generation from renewable energy
zh: 2.2.e 通过可再生能源发电

source: Electricity generation from renewables is growing steadily, total electricity generation fluctuates heavily.
zh: 可再生能源发电量不断增长,总发电量波动很大.

source: 2.2.f Greenhouse gas (GHG) emissions per capita
zh: 2.2.f 温室气体 (GHG) 人均排放量

source: At the time of writing, the emissions data for 2015 had not yet been published.
zh: 在撰写本文时,2015年的排放数据尚未公布.

source: 2.2.g Greenhouse gas emissions in relation to value added
zh: 2.2.g 温室气体排放量与增值相比

source: 2.2.h Car density in Vienna’s districts
zh: 维也纳地区的汽车密度

source: 2.2.i Annual passes for public transport and cars per 1,000 inhabitants
zh: 2.2.i 每千居民每年使用公共交通和汽车的通行证

source: On 1 May 2012, the price for the annual pass was lowered to €365
zh: 2012年5月1日,年度通行证的价格降至365欧元

source: 2.2.j Changes in number of cars and inhabitants by district
zh: 2.2.j 汽车数量和人口数量按地区变化

source: 2.2.k Heating degree, frost, and ice days
zh: 2.2.k 热度,和冰天

source: An ice day is a day on which the maximum temperature is below 0°C, and a frost day is a day on which the minimum temperature is below 0° C. The metric for heating degree days is the sum of the differences between indoor temperature and mean outdoor temperature for all heating degree days over one year.
zh: 冰天是最大温度低于0°C的天,天是最低温度低于0°C的天. 暖度日的指标是一年内的所有暖度日室内温度和平均室外温度之间的差异的总和.

source: 2.2.l Average annual temperature, summer days and hot days
zh: 2.2.1 年平均温度,夏日和热日

source: A hot day is a day on which the maximum temperature is at least 30°C, and a summer day is a day with a maximum temperature of at least 25° C.
zh: 热日是最高温度至少为30°C的日,夏日是最高温度至少为25°C的日.

source: 2.3 COMPARISON OF FEDERAL PROVINCES
zh: 2.3 联邦省份的比较

source: 2.3.a Final energy consumption per capita by federal province
zh: 2.3.a 联邦省人均最终能源消耗

source: 2.3.b Electrical energy per capita by federal province
zh: 2.3.b 按联邦省的人均电力

source: 2.3.c Final energy consumption of private households per capita by federal province
zh: 2.3.c 按联邦省划分,个人家庭人均最终能源消耗

source: 2.3.d Final energy consumption in relation to value added by federal province
zh: 2.3.d 联邦省的最终能源消耗与增值相比

source: 2.3.e Car density in provincial capitals
zh: 2.3.e 省级首都的汽车密度

source: 2.3.f Population growth by federal province
zh: 2.3.f 按联邦省份划分的人口增长
